[M_RocketMan MissionDefinition]
MissionName="Rocket Man"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_RocketMan:BringBackToScooter MissionObjectiveDefinition]
ProgressMessage="spare parts:"

[M_RocketMan:Launch2 MissionObjectiveDefinition]
ProgressMessage="There was another shot.:"

[M_RocketMan:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RocketMan:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RocketMan:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RocketMan:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RocketMan:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RocketMan:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RocketMan:ObjSet_RocketPartPickup MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RocketMan:RecruitAgain MissionObjectiveDefinition]
ProgressMessage="Find more volunteers:"

[M_RocketMan:RocketMan_Launch MissionObjectiveDefinition]
ProgressMessage="A gun was fired:"

[M_RocketMan:RocketMan_RecruitVolunteers MissionObjectiveDefinition]
ProgressMessage="Volunteers welcome:"

[M_RocketMan:RocketPartPickup MissionObjectiveDefinition]
ProgressMessage="The various parts of the rocket are coordinated:"

[M_RocketMan:ShootMidgets MissionObjectiveDefinition]
ProgressMessage="skin care:"

